import v1 from "../assets/videos/videoList/1.mp4";
import v2 from "../assets/videos/videoList/2.mp4";
import v3 from "../assets/videos/videoList/3.mp4";

export const videosList = [
  {
    id: 1,
    vid: v1,
    title: "Fennec Fox",
    description:
      "بچووکترین ڕێوەیە لەجیهاندا لەبیابانەکانی باکوری ئەفریقیا و هەندێك ناوچەی باکوری سعودیا دەژیت. ئەم ئاژەڵە لەکەشی کەم ئاوی و بێ ئاوی ڕاهاتووە، ژیانێکی هەمەچەشنیان هەیە.",
    btn: "زانیاری زیاتر",
  },
  {
    id: 2,
    vid: v2,
    title: "Arctic Fox",
    description:
      "ڕێوی جەمسەری باکوور قاچەکانی کورتە و جەستەیەکی چڕ و گوێچکە بچووکە و پەڕەکانی زستانە ئەستوورن، ئەمەش دیمەنێکی چەقۆی پێدەبەخشێت بە بەراورد بە ڕێوی سووری کەمێک گەورەتر.",
    btn: "زانیاری زیاتر",
  },
  {
    id: 3,
    vid: v3,
    title: "Arctic Squirrel",
    description:
      "کۆترە زەمینیەکانی جەمسەری باکوور گەورەترین جۆری کۆترە زەمینیەکانی ئەمریکای باکوورە، کێشیان لە نێوان ٥٢٤ بۆ ١٥٠٠ گرامە، درێژییەکەی ٣٣٢ بۆ ٤٩٥ ملم. گۆڕانی وەرزی لە بارستەی جەستەیان بەسەردا دێت و لە کاتی خەوی زستانەدا کێشیان دادەبەزێت.",
    btn: "زانیاری زیاتر",
  },
];
