// import v1 from "../assets/videos/videoList/1.mp4";
// import v2 from "../assets/videos/videoList/2.mp4";
// import v3 from "../assets/videos/videoList/3.mp4";
import v4 from "../assets/videos/videoList/4.mp4";
import v5 from "../assets/videos/videoList/5.mp4";
import v6 from "../assets/videos/videoList/6.mp4";

export const videosList = [
  // {
  //   id: 1,
  //   vid: v1,
  //   title: "Fennec Fox",
  //   description:
  //     "بچووکترین ڕێوەیە لەجیهاندا لەبیابانەکانی باکوری ئەفریقیا و هەندێك ناوچەی باکوری سعودیا دەژیت. ئەم ئاژەڵە لەکەشی کەم ئاوی و بێ ئاوی ڕاهاتووە، ژیانێکی هەمەچەشنیان هەیە.",
  //   btn: "زانیاری زیاتر",
  // },
  // {
  //   id: 2,
  //   vid: v2,
  //   title: "Arctic Fox",
  //   description:
  //     "ڕێوی جەمسەری باکوور قاچەکانی کورتە و جەستەیەکی چڕ و گوێچکە بچووکە و پەڕەکانی زستانە ئەستوورن، ئەمەش دیمەنێکی چەقۆی پێدەبەخشێت بە بەراورد بە ڕێوی سووری کەمێک گەورەتر.",
  //   btn: "زانیاری زیاتر",
  // },
  // {
  //   id: 3,
  //   vid: v3,
  //   title: "Arctic Squirrel",
  //   description:
  //     "سمۆرە زەمینیەکانی جەمسەری باکوور گەورەترین جۆری کۆترە زەمینیەکانی ئەمریکای باکوورە، کێشیان لە نێوان ٥٢٤ بۆ ١٥٠٠ گرامە، درێژییەکەی ٣٣٢ بۆ ٤٩٥ ملم. گۆڕانی وەرزی لە بارستەی جەستەیان بەسەردا دێت و لە کاتی خەوی زستانەدا کێشیان دادەبەزێت.",
  //   btn: "زانیاری زیاتر",
  // },
  {
    id: 4,
    vid: v4,
    title: "male mountain goat",
    description:
      "بزن و مەڕەکان وەرزی زاوزێ کردنیان دەکەوێتە ئەو کاتانەی کە شەو درێژە و ڕۆژ کورتە، وەرزی زستان و بەهار. لەم کورتە دیۆکیۆمێنتاریە ئاماژە بە شەڕانگێزی تەگە (نێرەی بزن) دەکات.",
    btn: "زانیاری زیاتر",
  },
  {
    id: 5,
    vid: v5,
    title: "King Penguins",
    description:
      "پێنگوینی شا دووەم گەورەترین جۆری پەنگوین. ڕەسەنی دوورگەکانی ژێر جەمسەری باشوور و کەناراوەکانی باشووری ئەمریکای باشوورە. شا پەنگوینەکان بە دیمەنە سەرنجڕاکێشەکانیان ناسراون، پشتێکی ڕەشی بریقەدار و سکی سپی و پەچەی پرتەقاڵی زیندوویان لەسەر مل و سەریان هەیە.",
    btn: "زانیاری زیاتر",
  },
  {
    id: 6,
    vid: v6,
    title: "The Philippine Eagle",
    description:
      "هەڵۆی فلیپینی دەریدەخەن کە مێیە و نێرە بە چڕی چاودێری یەك هەڵاتن دەکەن، بێچووە  تازەپێگەیشتوەکان فێری فڕین دەکەن، لە ماوەی پێنج مانگدا.",
    btn: "زانیاری زیاتر",
  },
];
